Revit 2027 API
AdvancedTransparent.TransparentIor Property
 The property labeled "IOR" from the "AdvancedTransparent" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TransparentIor { get; }
Public Shared ReadOnly Property TransparentIor As String
	Get
public:
static property String^ TransparentIor {
	String^ get ();
}
static member TransparentIor : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedTransparent Class
Autodesk.Revit.DB.Visual Namespace